import { CourseType } from "@/types/course";

const courseList: CourseType[] = [
  {
    id: 1,
    name: "প্রফেশনাল গ্রাফিক ডিজাইন",
    title:
      "এ কোর্সটি বিজনেজ কার্ড, আইডি কার্ড, লগো ডিজাইন, ব্রোশিওর ডিজাইন, ক্যালেন্ডার ডিজাইন, লেটারহেড, ফ্লায়ার কার্ড ও মকাপ ডিজাইন সহ প্রায় ৫০টি প্রজেক্ট ডিজাইনের সমন্বয়ে গঠিত।",
    description1:
      "গ্রাফিক ডিজাইন বর্তমান সময়ে একটি জনপ্রিয় পেশা। এ কাজটি একই সাথে আনন্দদায়ক এবং সৃজনশীল। যদি আপনার মাঝে ক্রিয়েটিভিটি থাকে আর স্বাধীনভাবে কাজ করতে চান তাহলে প্রফেশনাল অথবা ফ্রিল্যান্স গ্রাফিক ডিজাইনার হিসেবে গড়ে তুলতে পারেন নিজেকে।",
    description2:
      "এ কোর্সটি বিজনেজ কার্ড, আইডি কার্ড, লগো ডিজাইন, ব্রোশিওর ডিজাইন, ক্যালেন্ডার ডিজাইন, লেটারহেড, ফ্লায়ার কার্ড ও মকাপ ডিজাইন সহ প্রায় ৫০টি প্রজেক্ট ডিজাইনের সমন্বয়ে গঠিত।",
    category: "it",
    image: "/courses/graphic-design-new.jpg",
    fee: 14500,
    discount: { type: "amount", value: 6000, endDate: "09/20/2024" },
    metorIds: [1, 2],
    services: [
      {
        title: "কোর্সের সময়কাল ৪-৬ মাস",
        description:
          "এছাড়াও এক জন স্টুডেন্ট কোর্সের সিলেবাস কমপ্লিট হওয়া পর‌্যন্ত কাজ/প্রাক্টিসের সুযোগ পাবে।",
        image: "/icons/schedule.png",
      },
      {
        title: "সপ্তাহে ৩ দিন ক্লাস",
        description:
          "সপ্তাহে ৩দিন প্রতিটি ক্লাস ২ঘন্টা করে অনুষ্ঠিত হবে। এছাড়াও গ্রুপ ভিত্তিক অনলাইন সাপোর্ট থাকবে।",
        image: "/icons/timetable.png",
      },
      {
        title: "সরকারি সার্টিফিকেট অর্জন",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে সরকারি সার্টিফিকেট অর্জনের সুযোগ, যা দেশ-বিদেশে অধিক গ্রহনযোগ্য।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "এডভান্সড কোর্স মডিউল",
        description:
          "প্রতিটি কোর্সের সিলেবাস বেসিক টু এডভান্সড লেভেল পর্যন্ত সাজানো হয়েছে আন্তর্জাতিক ক্যারিকুলাম অনুযায়ী।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ট্রেইনার",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন হাতে-কলমে।",
        image: "/icons/industry-expert.png",
      },
      {
        title: "আনলিমিটেড সাপোর্ট এন্ড প্র্যাক্টিস",
        description:
          "কোর্স শেষেও ইনস্ট্রাক্টর থেকে পাবেন সর্বোচ্চ সাপোর্ট ও আনলিমিটেড প্র্যাক্টিস সুবিধা।",
        image: "/icons/unlimited-support.png",
      },
    ],
  },
  {
    id: 2,
    name: "ডিজিটাল মার্কেটিং উইথ ফ্রিল্যান্সিং",
    title:
      "এ কোর্সটি Search Engine Optimization, Search Engine Marketing এবং Social Media Marketing সহ একটি Business গ্রোও করার সকল নিয়ম ও অনলাইন আয়ের কলাকৌশল নিয়ে গঠিত।",
    description1:
      "আধুনিক বিশ্বে নিজেকে ও নিজের ব্যবসার অস্তিত্ব টিকিয়ে রাখতে হলে ডিজিটাল মার্কেটিং শেখার কোনো বিকল্প নেই। বর্তমান সময়ে ডিজিটাল মার্কেটিং একটি অপরিহার্য অংশ। কারণ মানুষ এখন যেকোন পন্য ক্রয় করার আগে ইন্টারনেটে ঐপন্য সমপর্কে জেনে বুঝে তারপরে ক্রয় করে।",
    description2:
      "এ কোর্সটি Search Engine Optimization, Search Engine Marketing এবং Social Media Marketing সহ একটি Business গ্রোও করার সকল নিয়ম ও অনলাইন আয়ের কলাকৌশল নিয়ে গঠিত।",
    category: "it",
    image: "/courses/digital-marketing.jpg",
    fee: 12500,
    discount: { type: "amount", value: 5000, endDate: "09/20/2024" },
    metorIds: [4],
    services: [
      {
        title: "কোর্সের সময়কাল ৩-৪ মাস",
        description:
          "এছাড়াও এক জন স্টুডেন্ট কোর্সের সিলেবাস কমপ্লিট হওয়া পর‌্যন্ত কাজ/প্রাক্টিসের সুযোগ পাবে।",
        image: "/icons/schedule.png",
      },
      {
        title: "সপ্তাহে ৩ দিন ক্লাস",
        description:
          "সপ্তাহে ৩দিন প্রতিটি ক্লাস ২ঘন্টা করে অনুষ্ঠিত হবে। এছাড়াও গ্রুপ ভিত্তিক অনলাইন সাপোর্ট থাকবে।",
        image: "/icons/timetable.png",
      },
      {
        title: "সরকারি সার্টিফিকেট অর্জন",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে সরকারি সার্টিফিকেট অর্জনের সুযোগ, যা দেশ-বিদেশে অধিক গ্রহনযোগ্য।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "এডভান্সড কোর্স মডিউল",
        description:
          "প্রতিটি কোর্সের সিলেবাস বেসিক টু এডভান্সড লেভেল পর্যন্ত সাজানো হয়েছে আন্তর্জাতিক ক্যারিকুলাম অনুযায়ী।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ট্রেইনার",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন হাতে-কলমে।",
        image: "/icons/industry-expert.png",
      },
      {
        title: "অনলাইন সাপোর্ট এন্ড প্র্যাক্টিস",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন সরাসরি, লাইভে।",
        image: "/icons/unlimited-support.png",
      },
    ],
  },
  {
    id: 3,
    name: "অটোক্যাড 2D & 3D",
    title:
      "AutoCAD- Computer Aided Design একটি ইঞ্জিনিয়ারিং ড্রয়িং প্রোগ্রামের নাম। সহজে বললে অটোক্যাড একটি ডিজাইন ও ড্রাপ্টিং সফটওয়্যারের নাম।",
    description1:
      "AutoCAD- Computer Aided Design একটি ইঞ্জিনিয়ারিং ড্রয়িং প্রোগ্রামের নাম। সহজে বললে অটোক্যাড একটি ডিজাইন ও ড্রাপ্টিং সফটওয়্যারের নাম।",
    description2:
      "AutoCAD সফটওয়্যারটি Civil ও Architecture ইঞ্জিনিয়ারদের জন্য বিল্ডিং ডিজাইনিংয়ের ক্ষেত্রে  খুবই গুরুত্বপূর্ণ একটি সফটওয়্যার। এ ছাড়াও Mechanical ও Electrical ইঞ্জিনিয়াররাও ব্যবহার করে থাকে।",
    category: "it",
    image: "/courses/auto-cad.jpg",
    fee: 12500,
    discount: { type: "amount", value: 5000, endDate: "09/20/2024" },
    metorIds: [5],
    services: [
      {
        title: "কোর্সের সময়কাল ৪-৬ মাস",
        description:
          "এছাড়াও এক জন স্টুডেন্ট কোর্সের সিলেবাস কমপ্লিট হওয়া পর‌্যন্ত কাজ/প্রাক্টিসের সুযোগ পাবে।",
        image: "/icons/schedule.png",
      },
      {
        title: "সপ্তাহে ৩ দিন ক্লাস",
        description:
          "সপ্তাহে ৩দিন প্রতিটি ক্লাস ২ঘন্টা করে অনুষ্ঠিত হবে। এছাড়াও গ্রুপ ভিত্তিক অনলাইন সাপোর্ট থাকবে।",
        image: "/icons/timetable.png",
      },
      {
        title: "সরকারি সার্টিফিকেট অর্জন",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে সরকারি সার্টিফিকেট অর্জনের সুযোগ, যা দেশ-বিদেশে অধিক গ্রহনযোগ্য।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "এডভান্সড কোর্স মডিউল",
        description:
          "প্রতিটি কোর্সের সিলেবাস বেসিক টু এডভান্সড লেভেল পর্যন্ত সাজানো হয়েছে আন্তর্জাতিক ক্যারিকুলাম অনুযায়ী।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ট্রেইনার",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন হাতে-কলমে।",
        image: "/icons/industry-expert.png",
      },
      {
        title: "প্র্যাকটিক্যাল সাইট সুপারভিশন",
        description:
          "সফটওয়্যারে কাজের পাশাপাশি ইন্জিনিয়ারের সাথে প্র্যাকটিক্যাল সাইট সুপারভিশনের সুযোগ।",
        image: "/icons/unlimited-support.png",
      },
    ],
  },
  {
    id: 5,
    name: "কম্পিউটার আইটি সাপোর্ট সার্ভিসেস",
    title:
      "এ কোর্সটি ইংরেজি টাইপিং, বাংলা টাইপিং সহ  Ms Word, Ms Excel, Ms Power Point,  Ms Access ও বেসিক হার্ডওয়্যার, সফটওয়্যার, নেটওয়াকিং, এসেম্বলিং, ডি-এসেম্বলিং ও ট্রাবলসুটিং ইত্যাদি কাজ নিয়ে গঠিত।",
    description1:
      "বর্তমান সময়ের ইন্ডাস্ট্রি ও নিয়োগ কর্তারা খুঁজছেন আইটিতে দক্ষ পেশাজীবি। আর সেই চাহিদাকে সঙ্গী করে দেশীয় ও আন্তর্জাতিক অঙ্গনে জনপ্রিয় হয়ে উঠেছে Computer IT Support কোর্সটি।",
    description2:
      "এ কোর্সটি ইংরেজি টাইপিং, বাংলা টাইপিং সহ  Ms Word, Ms Excel, Ms Power Point,  Ms Access ও বেসিক হার্ডওয়্যার, সফটওয়্যার, নেটওয়াকিং, এসেম্বলিং, ডি-এসেম্বলিং ও ট্রাবলসুটিং ইত্যাদি কাজ নিয়ে গঠিত।",
    category: "it",
    image: "/courses/it-support.jpg",
    fee: 10500,
    discount: { type: "amount", value: 2000, endDate: "09/20/2024" },
    metorIds: [2, 3],
    services: [
      {
        title: "কোর্সের সময়কাল ৬ মাস",
        description:
          "এছাড়াও এক জন স্টুডেন্ট কোর্সের সিলেবাস কমপ্লিট হওয়া পর‌্যন্ত কাজ/প্রাক্টিসের সুযোগ পাবে।",
        image: "/icons/schedule.png",
      },
      {
        title: "সপ্তাহে ৩ দিন ক্লাস",
        description:
          "সপ্তাহে ৩দিন প্রতিটি ক্লাস ২ঘন্টা করে অনুষ্ঠিত হবে। এছাড়াও গ্রুপ ভিত্তিক অনলাইন সাপোর্ট থাকবে।",
        image: "/icons/timetable.png",
      },
      {
        title: "সরকারি সার্টিফিকেট অর্জন",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে সরকারি সার্টিফিকেট অর্জনের সুযোগ, যা দেশ-বিদেশে অধিক গ্রহনযোগ্য।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "এডভান্সড কোর্স মডিউল",
        description:
          "প্রতিটি কোর্সের সিলেবাস বেসিক টু এডভান্সড লেভেল পর্যন্ত সাজানো হয়েছে আন্তর্জাতিক ক্যারিকুলাম অনুযায়ী।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ট্রেইনার",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন হাতে-কলমে।",
        image: "/icons/industry-expert.png",
      },
      {
        title: "আনলিমিটেড সাপোর্ট এন্ড প্র্যাক্টিস",
        description:
          "কোর্স শেষেও ইনস্ট্রাক্টর থেকে পাবেন সর্বোচ্চ সাপোর্ট ও আনলিমিটেড প্র্যাক্টিস সুবিধা।",
        image: "/icons/unlimited-support.png",
      },
    ],
  },
  {
    id: 4,
    name: "কম্পিউটার অফিস অ্যাপ্লিকেশন",
    title:
      "এ কোর্সটি ইংরেজি টাইপিং, বাংলা টাইপিং সহ  Ms Word, Ms Excel, Ms Power Point,  Ms Access ও বেসিক হার্ডওয়্যার, সফটওয়্যারের কাজ নিয়ে গঠিত।",
    description1:
      "কম্পিউটার অফিস প্রোগ্রাম হল একটি সর্বজনিন কোর্স। অফিস-আদালত শিক্ষা প্রতিষ্ঠান, হাসপাতাল সহ সবধরনের প্রতিষ্ঠান দৈনন্দিন কাজে কম্পিউটার লিখা-লিখি, হিসাব-নিকাশ, ডাটা-িএন্ট্রি ও অনলাইন কাজের জন্য এ কোর্সের স্কীল থাকা আবশ্যক।",
    description2:
      "এ কোর্সটি ইংরেজি টাইপিং, বাংলা টাইপিং সহ  Ms Word, Ms Excel, Ms Power Point,  Ms Access ও বেসিক হার্ডওয়্যার, সফটওয়্যারের কাজ নিয়ে গঠিত।",
    category: "it",
    image: "/courses/office-application.jpg",
    fee: 7500,
    discount: { type: "amount", value: 2000, endDate: "09/20/2024" },
    metorIds: [3, 2],
    services: [
      {
        title: "কোর্সের সময়কাল ৩/৬ মাস",
        description:
          "এছাড়াও এক জন স্টুডেন্ট কোর্সের সিলেবাস কমপ্লিট হওয়া পর‌্যন্ত কাজ/প্রাক্টিসের সুযোগ পাবে।",
        image: "/icons/schedule.png",
      },
      {
        title: "সপ্তাহে ৩ দিন ক্লাস",
        description:
          "সপ্তাহে ৩দিন প্রতিটি ক্লাস ২ঘন্টা করে অনুষ্ঠিত হবে। এছাড়াও গ্রুপ ভিত্তিক অনলাইন সাপোর্ট থাকবে।",
        image: "/icons/timetable.png",
      },
      {
        title: "সরকারি সার্টিফিকেট অর্জন",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে সরকারি সার্টিফিকেট অর্জনের সুযোগ, যা দেশ-বিদেশে অধিক গ্রহনযোগ্য।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "এডভান্সড কোর্স মডিউল",
        description:
          "প্রতিটি কোর্সের সিলেবাস বেসিক টু এডভান্সড লেভেল পর্যন্ত সাজানো হয়েছে আন্তর্জাতিক ক্যারিকুলাম অনুযায়ী।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ট্রেইনার",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন হাতে-কলমে।",
        image: "/icons/industry-expert.png",
      },
      {
        title: "আনলিমিটেড সাপোর্ট এন্ড প্র্যাক্টিস",
        description:
          "কোর্স শেষেও ইনস্ট্রাক্টর থেকে পাবেন সর্বোচ্চ সাপোর্ট ও আনলিমিটেড প্র্যাক্টিস সুবিধা।",
        image: "/icons/unlimited-support.png",
      },
    ],
  },
  {
    id: 6,
    name: "নেটওয়ার্কিং (CCNA, MTCNA)",
    title:
      "বেসিক নেটওয়ার্কিং থেকে শুরু করে সহ  Routing Protocol, Switching Protocol, সহ Server Mantainace এর বেশ কিছু প্রটোকল নিয়ে এ কোর্সটি সাজানো হয়েছে।",
    description1:
      "যারা নেটওয়াকিং সম্পর্কে জানতে আগ্রহী বা নেটওয়ার্কিং কে পেশা হিসেবে নিতে চান তাদের জন্য নেটওয়াকিং শিক্ষার শুরু হতে পারে CCNA কোর্সটি দিয়ে। নেটওয়াকিং বিষয়ক যতধরনের কোর্স বর্তমানে প্রচলিত রয়েছে তার মধ্যে Cisco Certified Networking কোর্সগুলো হচ্ছে পূর্বের সকল কোর্সের চেয়ে চাহিদা সম্পন্ন। এর কোর্স কারিকুলাম অত্যন্ত আধুনিক ও সময়োপযোগী।",
    description2:
      "বেসিক নেটওয়ার্কিং থেকে শুরু করে সহ  Routing Protocol, Switching Protocol, সহ Server Mantainace এর বেশ কিছু প্রটোকল নিয়ে এ কোর্সটি সাজানো হয়েছে।",
    category: "it",
    image: "/courses/networking.jpg",
    fee: 12500,
    discount: { type: "amount", value: 4000, endDate: "09/20/2024" },
    metorIds: [1],
    services: [
      {
        title: "কোর্সের সময়কাল ৪ মাস",
        description:
          "এছাড়াও এক জন স্টুডেন্ট কোর্সের সিলেবাস কমপ্লিট হওয়া পর‌্যন্ত কাজ/প্রাক্টিসের সুযোগ পাবে।",
        image: "/icons/schedule.png",
      },
      {
        title: "সপ্তাহে ২ দিন ক্লাস",
        description:
          "সপ্তাহে ২দিন প্রতিটি ক্লাস ২ঘন্টা করে অনুষ্ঠিত হবে। এছাড়াও গ্রুপ ভিত্তিক অনলাইন সাপোর্ট থাকবে।",
        image: "/icons/timetable.png",
      },
      {
        title: "কোর্স শেষে থাকছে দক্ষতার সার্টিফিকেট",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে দক্ষতার সার্টিফিকেট অর্জনের সুযোগ, যা দেশ-বিদেশে অধিক গ্রহনযোগ্য।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "এডভান্সড কোর্স মডিউল",
        description:
          "প্রতিটি কোর্সের সিলেবাস বেসিক টু এডভান্সড লেভেল পর্যন্ত সাজানো হয়েছে আন্তর্জাতিক ক্যারিকুলাম অনুযায়ী।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ট্রেইনার",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন হাতে-কলমে।",
        image: "/icons/industry-expert.png",
      },
      {
        title: "আনলিমিটেড সাপোর্ট এন্ড প্র্যাক্টিস",
        description:
          "কোর্স শেষেও ইনস্ট্রাক্টর থেকে পাবেন সর্বোচ্চ সাপোর্ট ও আনলিমিটেড প্র্যাক্টিস সুবিধা।",
        image: "/icons/unlimited-support.png",
      },
    ],
  },
  {
    id: 7,
    name: "ওয়েব ডিজাইন এন্ড ডেভেলপমেন্ট",
    title:
      "এই কোর্সটিতে HTML, CSS, JavaScript, jQuery, Bootstrap, Tailwind CSS, PHP, Laravel, MySQL ব্যাসিক টু এডভান্স শেখানো হবে এবং প্রফেশনাল কিছু ওয়েব সাইট তৈরি করার মাধ্যমে কোর্সটি সম্পন্ন করা হবে।",
    description1:
      "বর্তমানে বিশ্বে ওয়েব ডিজাইন ও ডেভলপমেন্টের চাহিদা দিন দিন বেড়েই চলছে। বর্তমানে যেকোনো কোম্পানি তার ব্যবসার ব্র্যান্ড ভ্যালু বৃদ্ধি, ব্র্যান্ড ইম্প্রেশন তৈরি করার জন্য এবং মার্কেটিং এর বিভিন্ন খাতে অযথা ব্যয় কমিয়ে ওয়েব সাইট ডেভালপমেন্টকে বেছে নিচ্ছে। বাংলাদেশে অনেক দক্ষ ওয়েব ডিজাইনার আছেন যারা ঘরে বসে মাসে লাখ টাকার উপরে ইনকাম করছেন। যার ফলে দিন দিন ওয়েব ডিজাইন & ডেভলপমেন্টের কাজের চাহিদাও বাড়ছে।",
    description2:
      "এই কোর্সটিতে HTML, CSS, JavaScript, jQuery, Bootstrap, Tailwind CSS, PHP, Laravel, MySQL ব্যাসিক টু এডভান্স শেখানো হবে এবং প্রফেশনাল কিছু ওয়েব সাইট তৈরি করার মাধ্যমে কোর্সটি সম্পন্ন করা হবে।",
    category: "it",
    image: "/courses/web-design-new.jpg",
    fee: 12500,
    discount: { type: "amount", value: 4000, endDate: "09/20/2024" },
    metorIds: [6],
    services: [
      {
        title: "কোর্সের সময়কাল ৬ মাস",
        description:
          "এছাড়াও এক জন স্টুডেন্ট কোর্সের সিলেবাস কমপ্লিট হওয়া পর‌্যন্ত কাজ/প্রাক্টিসের সুযোগ পাবে।",
        image: "/icons/schedule.png",
      },
      {
        title: "সপ্তাহে ৩ দিন ক্লাস",
        description:
          "সপ্তাহে ৩দিন প্রতিটি ক্লাস ২ঘন্টা করে অনুষ্ঠিত হবে। এছাড়াও গ্রুপ ভিত্তিক অনলাইন সাপোর্ট থাকবে।",
        image: "/icons/timetable.png",
      },
      {
        title: "সরকারি সার্টিফিকেট অর্জন",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে সরকারি সার্টিফিকেট অর্জনের সুযোগ, যা দেশ-বিদেশে অধিক গ্রহনযোগ্য।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "এডভান্সড কোর্স মডিউল",
        description:
          "প্রতিটি কোর্সের সিলেবাস বেসিক টু এডভান্সড লেভেল পর্যন্ত সাজানো হয়েছে আন্তর্জাতিক ক্যারিকুলাম অনুযায়ী।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ট্রেইনার",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন হাতে-কলমে।",
        image: "/icons/industry-expert.png",
      },
      {
        title: "আনলিমিটেড সাপোর্ট এন্ড প্র্যাক্টিস",
        description:
          "কোর্স শেষেও ইনস্ট্রাক্টর থেকে পাবেন সর্বোচ্চ সাপোর্ট ও আনলিমিটেড প্র্যাক্টিস সুবিধা।",
        image: "/icons/unlimited-support.png",
      },
    ],
  },
  {
    id: 8,
    name: "স্পোকেন ইংলিশ",
    title:
      "ইংরেজিতে সাবলীলভাবে কথা বলতে পারা এই যুগে একটি গুরুত্বপূর্ণ দক্ষতা ও স্মার্টনেস। স্পোকেন ইংলিশ স্কিল থাকলে জীবনের প্রতিটি পর্যায়েই এগিয়ে থাকা যায়। পড়াশোনা, ক্যারিয়ার, প্রতিযোগিতামূলক পরীক্ষা, বিদেশে উচ্চশিক্ষা, এমনকি বিদেশ ভ্রমণের ক্ষেত্রে ও ইংরেজি বলার বা ইংরেজির সঠিক উচ্চারণের দক্ষতা অর্জন বেশ জরুরি।",
    description1:
      "ইংরেজিতে সাবলীলভাবে কথা বলতে পারা এই যুগে একটি গুরুত্বপূর্ণ দক্ষতা ও স্মার্টনেস। স্পোকেন ইংলিশ স্কিল থাকলে জীবনের প্রতিটি পর্যায়েই এগিয়ে থাকা যায়। পড়াশোনা, ক্যারিয়ার, প্রতিযোগিতামূলক পরীক্ষা, বিদেশে উচ্চশিক্ষা, এমনকি বিদেশ ভ্রমণের ক্ষেত্রে ও ইংরেজি বলার বা ইংরেজির সঠিক উচ্চারণের দক্ষতা অর্জন বেশ জরুরি।",
    description2: "",
    category: "language",
    image: "/courses/spoken-english.jpg",
    fee: 6500,
    discount: { type: "percentage", value: 50, endDate: "09/20/2024" },
    metorIds: [7],
    services: [
      {
        title: "কোর্সের সময়কাল ৩-৪ মাস",
        description:
          "এছাড়াও এক জন স্টুডেন্ট কোর্সের সিলেবাস কমপ্লিট হওয়া পর‌্যন্ত কাজ/প্রাক্টিসের সুযোগ পাবে।",
        image: "/icons/schedule.png",
      },
      {
        title: "সপ্তাহে ৩ দিন ক্লাস",
        description:
          "সপ্তাহে ৩দিন প্রতিটি ক্লাস ২ঘন্টা করে অনুষ্ঠিত হবে। এছাড়াও গ্রুপ ভিত্তিক অনলাইন সাপোর্ট থাকবে।",
        image: "/icons/timetable.png",
      },
      {
        title: "কোর্স শেষে থাকছে দক্ষতার সার্টিফিকেট",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে ভাষা দক্ষতার সার্টিফিকেট অর্জনের সুযোগ, যা দেশ-বিদেশে অধিক গ্রহনযোগ্য।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "আধুনিক ও স্ট্যান্ডার্ড কোর্স ক্যারিকুলাম",
        description:
          "প্রতিটি কোর্সের সিলেবাস বেসিক টু এডভান্সড লেভেল পর্যন্ত সাজানো হয়েছে আধুনিক ও স্ট্যান্ডার্ড ক্যারিকুলাম অনুযায়ী।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ট্রেইনার",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন হাতে-কলমে।",
        image: "/icons/industry-expert.png",
      },
      {
        title: "ক্লাবে আনলিমিটেড প্র্যাক্টিসের সুযোগ",
        description:
          "কোর্স শেষ হয়ে গেলেও স্টুডেন্টরা ক্লাবে আনলিমিটেড প্র্যাক্টিসের সুযোগ পাবে।",
        image: "/icons/unlimited-support.png",
      },
    ],
  },
  {
    id: 9,
    name: "আরাবিক ল্যাঙ্গুয়েজ",
    title:
      "এ কোর্সের মাধ্যমে প্রচলিত আরবি শব্দভান্ডার, বেসিক ছরফ, বেসিক নাহু, বহুল পাঠিত কোরআনের ছোট সূরা গুলোর শাব্দিক বঙ্গানুবাদ, ছোট-বড় বাক্য গঠন সহ যেকোন পরিবেশে আরবি ভাষায় প্রেজেন্টেশনের দক্ষতা তৈরী হবে। ইনশাআল্লাহ।",
    description1:
      "বর্তমান বিশ্বে প্রচলিত ভাষাগুলোর মধ্যে আরবি ভাষার অবস্থান চতুর্থ নম্বরে। পৃথিবীব্যাপী প্রায় ৪৫ কোটি মানুষ আরবি ভাষায় কথা বলে, যার মধ্যে প্রধানত সৌদি আরব ও মধ্যপ্রাচ্যের দেশগুলো উল্লেখযোগ্য। গোটা পৃথিবীতে বর্তমানে ২২টি দেশের রাষ্ট্রভাষা আরবি। এ ছাড়া অন্য মুসলিম দেশগুলোতেও আরবি ভাষার ব্যবহার দিনদিন বাড়ছে। আধুনিক বিশ্বে আরবি ভাষা শিক্ষার কারণ হল আরবদের সাথে বিশ্বব্যাপী যোগাযোগ করা। তার সাথে আরবী আমাদের ধর্মীয় ভাষা। ",
    description2:
      "এ কোর্সের মাধ্যমে প্রচলিত আরবি শব্দভান্ডার, বেসিক ছরফ, বেসিক নাহু, বহুল পাঠিত কোরআনের ছোট সূরা গুলোর শাব্দিক বঙ্গানুবাদ, ছোট-বড় বাক্য গঠন সহ যেকোন পরিবেশে আরবি ভাষায় প্রেজেন্টেশনের দক্ষতা তৈরী হবে। ইনশাআল্লাহ।",
    category: "language",
    image: "/courses/arabic.jpg",
    fee: 9500,
    discount: { type: "percentage", value: 50, endDate: "09/20/2024" },
    metorIds: [10],
    services: [
      {
        title: "কোর্সের সময়কাল ৪ মাস",
        description:
          "এছাড়াও এক জন স্টুডেন্ট কোর্সের সিলেবাস কমপ্লিট হওয়া পর‌্যন্ত কাজ/প্রাক্টিসের সুযোগ পাবে।",
        image: "/icons/schedule.png",
      },
      {
        title: "সপ্তাহে ৩ দিন ক্লাস",
        description:
          "সপ্তাহে ৩দিন প্রতিটি ক্লাস ২ঘন্টা করে অনুষ্ঠিত হবে। এছাড়াও গ্রুপ ভিত্তিক অনলাইন সাপোর্ট থাকবে।",
        image: "/icons/timetable.png",
      },
      {
        title: "কোর্স শেষে থাকছে দক্ষতার সার্টিফিকেট",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে ভাষা দক্ষতার সার্টিফিকেট অর্জনের সুযোগ, যা দেশ-বিদেশে অধিক গ্রহনযোগ্য।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "আধুনিক ও স্ট্যান্ডার্ড কোর্স ক্যারিকুলাম",
        description:
          "প্রতিটি কোর্সের সিলেবাস বেসিক টু এডভান্সড লেভেল পর্যন্ত সাজানো হয়েছে আধুনিক ও স্ট্যান্ডার্ড ক্যারিকুলাম অনুযায়ী।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ট্রেইনার",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন হাতে-কলমে।",
        image: "/icons/industry-expert.png",
      },
      {
        title: "ক্লাবে আনলিমিটেড প্র্যাক্টিসের সুযোগ",
        description:
          "কোর্স শেষ হয়ে গেলেও স্টুডেন্টরা ক্লাবে আনলিমিটেড প্র্যাক্টিসের সুযোগ পাবে।",
        image: "/icons/unlimited-support.png",
      },
    ],
  },
  {
    id: 10,
    name: "কোরিয়ান ল্যাঙ্গুয়েজ",
    title:
      "বাংলাদেশিদের কোরিয়ান ভাষা শিখার প্রধান কারন হচ্ছে কোরিয়াতে গিয়ে চাকরি করা অথবা পড়াশুনা করা। প্রযুক্তির দিক থেকে যে দেশ গুলো পৃথিবীতে শীর্ষে তার মধ্যে কোরিয়া অন্যতম। কোরিয়া হচ্ছে প্রযুক্তিগত দিক দিয়ে পুরো বিশ্বের গুরু। সেক্ষেত্রে কোরিয়ান ভাষা শিখে খুব সহজেই কোরিয়াতে গিয়ে আপনি পড়াশোনা এবং ভালো বেতনে চাকরি করতে পারবেন।",
    description1:
      "বাংলাদেশিদের কোরিয়ান ভাষা শিখার প্রধান কারন হচ্ছে কোরিয়াতে গিয়ে চাকরি করা অথবা পড়াশুনা করা। প্রযুক্তির দিক থেকে যে দেশ গুলো পৃথিবীতে শীর্ষে তার মধ্যে কোরিয়া অন্যতম। কোরিয়া হচ্ছে প্রযুক্তিগত দিক দিয়ে পুরো বিশ্বের গুরু। সেক্ষেত্রে কোরিয়ান ভাষা শিখে খুব সহজেই কোরিয়াতে গিয়ে আপনি পড়াশোনা এবং ভালো বেতনে চাকরি করতে পারবেন।",
    description2: "",
    category: "language",
    image: "/courses/korean-language.jpg",
    fee: 15000,
    discount: { type: "amount", value: 5000, endDate: "09/20/2024" },
    metorIds: [8],
    services: [
      {
        title: "কোর্সের সময়কাল ৪ মাস",
        description:
          "এছাড়াও এক জন স্টুডেন্ট কোর্সের সিলেবাস কমপ্লিট হওয়া পর‌্যন্ত কাজ/প্রাক্টিসের সুযোগ পাবে।",
        image: "/icons/schedule.png",
      },
      {
        title: "সপ্তাহে ৩-৫ দিন ক্লাস",
        description:
          "প্রতিটি ক্লাস সপ্তাহে ৩-৫দিন ২ঘন্টা করে অনুষ্ঠিত হবে। এছাড়াও গ্রুপ ভিত্তিক অনলাইন সাপোর্ট থাকবে।",
        image: "/icons/timetable.png",
      },
      {
        title: "ক্লাবে আনলিমিটেড প্র্যাক্টিসের সুযোগ",
        description:
          "কোর্স শেষ হয়ে গেলেও স্টুডেন্টরা ক্লাবে আনলিমিটেড প্র্যাক্টিসের সুযোগ পাবে।",
        image: "/icons/unlimited-support.png",
      },
      {
        title: "কোর্স শেষে থাকছে দক্ষতার সার্টিফিকেট",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে ভাষা দক্ষতার সার্টিফিকেট অর্জনের সুযোগ, যা দেশ-বিদেশে অধিক গ্রহনযোগ্য।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "আধুনিক ও স্ট্যান্ডার্ড কোর্স ক্যারিকুলাম",
        description:
          "প্রতিটি কোর্সের সিলেবাস বেসিক টু এডভান্সড লেভেল পর্যন্ত সাজানো হয়েছে আধুনিক ও স্ট্যান্ডার্ড ক্যারিকুলাম অনুযায়ী।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ট্রেইনার",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন হাতে-কলমে।",
        image: "/icons/industry-expert.png",
      },
    ],
  },
  {
    id: 11,
    name: "জাপানিজ ল্যাঙ্গুয়েজ",
    title:
      "মুন আইটি’তে জাপানিজ ভাষার দুটি কোর্স L-N5/ L-N4 চলমান রয়েছে। একবারে হিরাগানা, কাতাগানা বর্ণমালা থেকে শুরু করে  সহজ ও সাবলিল ভাবে বাংলা ভাষার মাধ্যমে জাপানিজ ভাষা ও জাপানিজ সংস্কৃতি শিখোনো হয়।",
    description1:
      "জাপান একটি চিত্তাকর্ষক দেশ, যা সারা বিশ্ব থেকে অনেক ছাত্র, কর্মজীবী ও পর্যটকদের স্বাগত জানায়। যাঁরা কাজ বা লেখাপড়ার সূত্রে জাপানে থাকার পরিকল্পনা করছেন, তাঁদের জন্য জাপানিজ ভাষা শেখা অনেকটা বাধ্যতামূলক। জাপানে স্টুডেন্ট ভিসা বা ওয়ার্ক ভিসার জন্য আবেদনের প্রাথমিক যোগ্যতা হচ্ছে জাপানি ভাষা জানা।",
    description2:
      "মুন আইটি’তে জাপানিজ ভাষার দুটি কোর্স L-N5/ L-N4 চলমান রয়েছে। একবারে হিরাগানা, কাতাগানা বর্ণমালা থেকে শুরু করে  সহজ ও সাবলিল ভাবে বাংলা ভাষার মাধ্যমে জাপানিজ ভাষা ও জাপানিজ সংস্কৃতি শিখোনো হয়।",
    category: "language",
    image: "/courses/japanese-language.jpg",
    fee: 20000,
    discount: { type: "amount", value: 5000, endDate: "09/20/2024" },
    metorIds: [9],
    services: [
      {
        title: "কোর্সের সময়কাল ৪-৬ মাস",
        description:
          "এছাড়াও এক জন স্টুডেন্ট কোর্সের সিলেবাস কমপ্লিট হওয়া পর‌্যন্ত কাজ/প্রাক্টিসের সুযোগ পাবে।",
        image: "/icons/schedule.png",
      },
      {
        title: "সপ্তাহে ৩ দিন ক্লাস",
        description:
          "সপ্তাহে ৩দিন প্রতিটি ক্লাস ২ঘন্টা করে অনুষ্ঠিত হবে। এছাড়াও গ্রুপ ভিত্তিক অনলাইন সাপোর্ট থাকবে।",
        image: "/icons/timetable.png",
      },
      {
        title: "জাপানিজ ভিসা প্রসেসিংয়ে সর্বোচ্চ সহযোগিতা",
        description:
          "পরিপূর্ণভাবে কোর্স সম্পন্নকারী প্রশিক্ষণার্থীদের জাপানি ভিসা প্রসেসিংয়ে সর্বোচ্চ সহযোগিতা প্রদান করা হবে।",
        image: "/icons/nirborjoggo-institute.png",
      },
      {
        title: "ক্লাবে আনলিমিটেড প্র্যাক্টিসের সুযোগ",
        description:
          "কোর্স শেষ হয়ে গেলেও স্টুডেন্টরা ক্লাবে আনলিমিটেড প্র্যাক্টিসের সুযোগ পাবে।",
        image: "/icons/unlimited-support.png",
      },
      {
        title: "আধুনিক ও স্ট্যান্ডার্ড কোর্স ক্যারিকুলাম",
        description:
          "প্রতিটি কোর্সের সিলেবাস বেসিক টু এডভান্সড লেভেল পর্যন্ত সাজানো হয়েছে আধুনিক ও স্ট্যান্ডার্ড ক্যারিকুলাম অনুযায়ী।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ট্রেইনার",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন হাতে-কলমে।",
        image: "/icons/industry-expert.png",
      },
    ],
  },
  {
    id: 12,
    name: "ফাইন আর্টস",
    title:
      "বাংলাদেশিদের কোরিয়ান ভাষা শিখার প্রধান কারন হচ্ছে কোরিয়াতে গিয়ে চাকরি করা অথবা পড়াশুনা করা। প্রযুক্তির দিক থেকে যে দেশ গুলো পৃথিবীতে শীর্ষে তার মধ্যে কোরিয়া অন্যতম। কোরিয়া হচ্ছে প্রযুক্তিগত দিক দিয়ে পুরো বিশ্বের গুরু। সেক্ষেত্রে কোরিয়ান ভাষা শিখে খুব সহজেই কোরিয়াতে গিয়ে আপনি পড়াশোনা এবং ভালো বেতনে চাকরি করতে পারবেন।",
    description1:
      "বাংলাদেশিদের কোরিয়ান ভাষা শিখার প্রধান কারন হচ্ছে কোরিয়াতে গিয়ে চাকরি করা অথবা পড়াশুনা করা। প্রযুক্তির দিক থেকে যে দেশ গুলো পৃথিবীতে শীর্ষে তার মধ্যে কোরিয়া অন্যতম। কোরিয়া হচ্ছে প্রযুক্তিগত দিক দিয়ে পুরো বিশ্বের গুরু। সেক্ষেত্রে কোরিয়ান ভাষা শিখে খুব সহজেই কোরিয়াতে গিয়ে আপনি পড়াশোনা এবং ভালো বেতনে চাকরি করতে পারবেন।",
    description2:
      "বাংলাদেশিদের কোরিয়ান ভাষা শিখার প্রধান কারন হচ্ছে কোরিয়াতে গিয়ে চাকরি করা অথবা পড়াশুনা করা। প্রযুক্তির দিক থেকে যে দেশ গুলো পৃথিবীতে শীর্ষে তার মধ্যে কোরিয়া অন্যতম। কোরিয়া হচ্ছে প্রযুক্তিগত দিক দিয়ে পুরো বিশ্বের গুরু। সেক্ষেত্রে কোরিয়ান ভাষা শিখে খুব সহজেই কোরিয়াতে গিয়ে আপনি পড়াশোনা এবং ভালো বেতনে চাকরি করতে পারবেন।",
    category: "advanced",
    image: "/courses/fine-arts-new.jpg",
    fee: 0,
    discount: null,
    metorIds: [12],
    services: [
      {
        title: "কোর্সের সময়কাল ১ বছর",
        description:
          "BTEB এর অধীনে ১ বছরে ২ টি সেমিস্টার, প্রতি সেমিস্টার ৬ মাস করে।",
        image: "/icons/schedule.png",
      },
      {
        title: "ফ্রাইডে শিফট ক্লাস",
        description:
          "চাকুরিজীবি ও ব্যাবসায়ীদের সুবিধার্থে বন্ধের দিনে অনলাইন/অফলাইন ক্লাস সুবিধা।",
        image: "/icons/timetable.png",
      },
      {
        title: "BTEB বোর্ড কর্তৃক কোর্স ক্যারিকুলাম",
        description:
          "কারিগরি বোর্ড ও শিক্ষামন্ত্রনালয় কর্তৃক প্রণিত কোর্স ক্যারিকুলাম।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ইন্সট্রাক্টর",
        description:
          "দেশ সেরা বাচাইকৃত বাস্তব অভিজ্ঞতা সম্পন্ন শিক্ষকদের তত্বাবধানে ক্লাস করার ‍সুযোগ।",
        image: "/icons/industry-expert.png",
      },
      {
        title: "BTEB সরকারি সার্টিফিকেট অর্জন",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে BTEB সরকারি সার্টিফিকেট অর্জন ও NTRC শিক্ষক নিবন্ধন পরিক্ষার মাধ্যমে MPO শিক্ষক হওয়ার সুযোগ।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "আনলিমিটেড সাপোর্ট",
        description:
          "অফলাইন ক্লাস ছাড়াও অনলাইনে সর্বোচ্চ সাপোর্ট ও রিসোর্স প্রদান।",
        image: "/icons/unlimited-support.png",
      },
    ],
  },
  {
    id: 13,
    name: "কম্পিউটার টেকনোলজি",
    title:
      "বাংলাদেশিদের কোরিয়ান ভাষা শিখার প্রধান কারন হচ্ছে কোরিয়াতে গিয়ে চাকরি করা অথবা পড়াশুনা করা। প্রযুক্তির দিক থেকে যে দেশ গুলো পৃথিবীতে শীর্ষে তার মধ্যে কোরিয়া অন্যতম। কোরিয়া হচ্ছে প্রযুক্তিগত দিক দিয়ে পুরো বিশ্বের গুরু। সেক্ষেত্রে কোরিয়ান ভাষা শিখে খুব সহজেই কোরিয়াতে গিয়ে আপনি পড়াশোনা এবং ভালো বেতনে চাকরি করতে পারবেন।",
    description1:
      "বাংলাদেশিদের কোরিয়ান ভাষা শিখার প্রধান কারন হচ্ছে কোরিয়াতে গিয়ে চাকরি করা অথবা পড়াশুনা করা। প্রযুক্তির দিক থেকে যে দেশ গুলো পৃথিবীতে শীর্ষে তার মধ্যে কোরিয়া অন্যতম। কোরিয়া হচ্ছে প্রযুক্তিগত দিক দিয়ে পুরো বিশ্বের গুরু। সেক্ষেত্রে কোরিয়ান ভাষা শিখে খুব সহজেই কোরিয়াতে গিয়ে আপনি পড়াশোনা এবং ভালো বেতনে চাকরি করতে পারবেন।",
    description2:
      "বাংলাদেশিদের কোরিয়ান ভাষা শিখার প্রধান কারন হচ্ছে কোরিয়াতে গিয়ে চাকরি করা অথবা পড়াশুনা করা। প্রযুক্তির দিক থেকে যে দেশ গুলো পৃথিবীতে শীর্ষে তার মধ্যে কোরিয়া অন্যতম। কোরিয়া হচ্ছে প্রযুক্তিগত দিক দিয়ে পুরো বিশ্বের গুরু। সেক্ষেত্রে কোরিয়ান ভাষা শিখে খুব সহজেই কোরিয়াতে গিয়ে আপনি পড়াশোনা এবং ভালো বেতনে চাকরি করতে পারবেন।",
    category: "advanced",
    image: "/courses/ict-new.jpg",
    fee: 0,
    discount: null,
    metorIds: [11],
    services: [
      {
        title: "কোর্সের সময়কাল ১ বছর",
        description:
          "BTEB এর অধীনে ১ বছরে ২ টি সেমিস্টার, প্রতি সেমিস্টার ৬ মাস করে।",
        image: "/icons/schedule.png",
      },
      {
        title: "ফ্রাইডে শিফট ক্লাস",
        description:
          "চাকুরিজীবি ও ব্যাবসায়ীদের সুবিধার্থে বন্ধের দিনে অনলাইন/অফলাইন ক্লাস সুবিধা।",
        image: "/icons/timetable.png",
      },
      {
        title: "BTEB সরকারি সার্টিফিকেট অর্জন",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে BTEB সরকারি সার্টিফিকেট অর্জন ও NTRC শিক্ষক নিবন্ধন পরিক্ষার মাধ্যমে MPO শিক্ষক হওয়ার সুযোগ।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "BTEB বোর্ড কর্তৃক কোর্স ক্যারিকুলাম",
        description:
          "কারিগরি বোর্ড ও শিক্ষামন্ত্রনালয় কর্তৃক প্রণিত কোর্স ক্যারিকুলাম।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ইন্সট্রাক্টর",
        description:
          "দেশ সেরা বাচাইকৃত বাস্তব অভিজ্ঞতা সম্পন্ন শিক্ষকদের তত্বাবধানে ক্লাস করার ‍সুযোগ।",
        image: "/icons/industry-expert.png",
      },
      {
        title: "আনলিমিটেড সাপোর্ট",
        description:
          "অফলাইন ক্লাস ছাড়াও অনলাইনে সর্বোচ্চ সাপোর্ট ও রিসোর্স প্রদান।",
        image: "/icons/unlimited-support.png",
      },
    ],
  },
  {
    id: 14,
    name: "কম্পিউটার সায়েন্স",
    title:
      "এ কোর্সে মূলত, Computer Science, Civil, Architecture ও Electrical ইঞ্জিনিয়ারদের একাডেমিক ক্যারিকুলাম অনুযায়ী ট্রেনিং করানো হবে। ",
    description1:
      "শিক্ষা জীবনে যারা Diploma Engineering বা B.sc Engineering এ পড়েন, তাদের ৯০% ই চাকুরী ক্ষেত্রে বিভিন্ন Technical ইন্ডাস্ট্রিতে কাজ করেন, আর এই সব প্রতিষ্ঠানে কাজ করার পূর্বে তাদেরকে প্রাকটিক্যাল নলেজ অর্জনের জন্য কোনো না কোনো প্রতিষ্ঠানে একাডেমিক ক্যারিকুলাম অনুযায়ী Internship করতে হয়। আর Internship এর এই Course টাকে বলা হয় Industrial Attachment বা Industrial Training. এ কোর্সে মূলত, Computer Science, Civil, Architecture ও Electrical ইঞ্জিনিয়ারদের একাডেমিক ক্যারিকুলাম অনুযায়ী ট্রেনিং করানো হবে। ",
    description2: "",
    category: "industrial",
    image: "/courses/diploma-industrial.jpg",
    fee: 0,
    discount: null,
    metorIds: [],
    services: [
      {
        title: "কোর্সের সময়কাল ৩-৪ মাস",
        description:
          "এছাড়াও এক জন স্টুডেন্ট কোর্সের সিলেবাস কমপ্লিট হওয়া পর‌্যন্ত কাজ/প্রাক্টিসের সুযোগ পাবে।",
        image: "/icons/schedule.png",
      },
      {
        title: "সপ্তাহে ৩ দিন ক্লাস",
        description:
          "সপ্তাহে ৩দিন প্রতিটি ক্লাস ২ঘন্টা করে অনুষ্ঠিত হবে। এছাড়াও গ্রুপ ভিত্তিক অনলাইন সাপোর্ট থাকবে।",
        image: "/icons/timetable.png",
      },
      {
        title: "Industrial Attachment সার্টিফিকেট অর্জন",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে Industrial Attachment সার্টিফিকেট অর্জনের সুযোগ, যা কর্মক্ষেত্রে অধিক গ্রহনযোগ্য।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "এডভান্সড কোর্স মডিউল",
        description:
          "প্রতিটি কোর্সের সিলেবাস বেসিক টু এডভান্সড লেভেল পর্যন্ত সাজানো হয়েছে আন্তর্জাতিক ক্যারিকুলাম অনুযায়ী।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ট্রেইনার",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন হাতে-কলমে।",
        image: "/icons/industry-expert.png",
      },
      {
        title: "আনলিমিটেড সাপোর্ট এন্ড প্র্যাক্টিস",
        description:
          "কোর্স শেষেও ইনস্ট্রাক্টর থেকে পাবেন সর্বোচ্চ সাপোর্ট ও আনলিমিটেড প্র্যাক্টিস সুবিধা।",
        image: "/icons/unlimited-support.png",
      },
    ],
  },
  {
    id: 15,
    name: "ডাটা টেলিকমিউনিকেশন এন্ড নেটওয়ার্ক",
    title:
      "এ কোর্সে মূলত, Computer Science, Civil, Architecture ও Electrical ইঞ্জিনিয়ারদের একাডেমিক ক্যারিকুলাম অনুযায়ী ট্রেনিং করানো হবে। ",
    description1:
      "শিক্ষা জীবনে যারা Diploma Engineering বা B.sc Engineering এ পড়েন, তাদের ৯০% ই চাকুরী ক্ষেত্রে বিভিন্ন Technical ইন্ডাস্ট্রিতে কাজ করেন, আর এই সব প্রতিষ্ঠানে কাজ করার পূর্বে তাদেরকে প্রাকটিক্যাল নলেজ অর্জনের জন্য কোনো না কোনো প্রতিষ্ঠানে একাডেমিক ক্যারিকুলাম অনুযায়ী Internship করতে হয়। আর Internship এর এই Course টাকে বলা হয় Industrial Attachment বা Industrial Training. এ কোর্সে মূলত, Computer Science, Civil, Architecture ও Electrical ইঞ্জিনিয়ারদের একাডেমিক ক্যারিকুলাম অনুযায়ী ট্রেনিং করানো হবে। ",
    description2: "",
    category: "industrial",
    image: "/courses/diploma-industrial.jpg",
    fee: 0,
    discount: null,
    metorIds: [],
    services: [
      {
        title: "কোর্সের সময়কাল ৩-৪ মাস",
        description:
          "এছাড়াও এক জন স্টুডেন্ট কোর্সের সিলেবাস কমপ্লিট হওয়া পর‌্যন্ত কাজ/প্রাক্টিসের সুযোগ পাবে।",
        image: "/icons/schedule.png",
      },
      {
        title: "সপ্তাহে ৩ দিন ক্লাস",
        description:
          "সপ্তাহে ৩দিন প্রতিটি ক্লাস ২ঘন্টা করে অনুষ্ঠিত হবে। এছাড়াও গ্রুপ ভিত্তিক অনলাইন সাপোর্ট থাকবে।",
        image: "/icons/timetable.png",
      },
      {
        title: "Industrial Attachment সার্টিফিকেট অর্জন",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে Industrial Attachment সার্টিফিকেট অর্জনের সুযোগ, যা কর্মক্ষেত্রে অধিক গ্রহনযোগ্য।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "এডভান্সড কোর্স মডিউল",
        description:
          "প্রতিটি কোর্সের সিলেবাস বেসিক টু এডভান্সড লেভেল পর্যন্ত সাজানো হয়েছে আন্তর্জাতিক ক্যারিকুলাম অনুযায়ী।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ট্রেইনার",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন হাতে-কলমে।",
        image: "/icons/industry-expert.png",
      },
      {
        title: "আনলিমিটেড সাপোর্ট এন্ড প্র্যাক্টিস",
        description:
          "কোর্স শেষেও ইনস্ট্রাক্টর থেকে পাবেন সর্বোচ্চ সাপোর্ট ও আনলিমিটেড প্র্যাক্টিস সুবিধা।",
        image: "/icons/unlimited-support.png",
      },
    ],
  },
  {
    id: 16,
    name: "সিভিল টেকনোলজি",
    title:
      "এ কোর্সে মূলত, Computer Science, Civil, Architecture ও Electrical ইঞ্জিনিয়ারদের একাডেমিক ক্যারিকুলাম অনুযায়ী ট্রেনিং করানো হবে। ",
    description1:
      "শিক্ষা জীবনে যারা Diploma Engineering বা B.sc Engineering এ পড়েন, তাদের ৯০% ই চাকুরী ক্ষেত্রে বিভিন্ন Technical ইন্ডাস্ট্রিতে কাজ করেন, আর এই সব প্রতিষ্ঠানে কাজ করার পূর্বে তাদেরকে প্রাকটিক্যাল নলেজ অর্জনের জন্য কোনো না কোনো প্রতিষ্ঠানে একাডেমিক ক্যারিকুলাম অনুযায়ী Internship করতে হয়। আর Internship এর এই Course টাকে বলা হয় Industrial Attachment বা Industrial Training. এ কোর্সে মূলত, Computer Science, Civil, Architecture ও Electrical ইঞ্জিনিয়ারদের একাডেমিক ক্যারিকুলাম অনুযায়ী ট্রেনিং করানো হবে। ",
    description2: "",
    category: "industrial",
    image: "/courses/diploma-industrial.jpg",
    fee: 0,
    discount: null,
    metorIds: [],
    services: [
      {
        title: "কোর্সের সময়কাল ৩-৪ মাস",
        description:
          "এছাড়াও এক জন স্টুডেন্ট কোর্সের সিলেবাস কমপ্লিট হওয়া পর‌্যন্ত কাজ/প্রাক্টিসের সুযোগ পাবে।",
        image: "/icons/schedule.png",
      },
      {
        title: "সপ্তাহে ৩ দিন ক্লাস",
        description:
          "সপ্তাহে ৩দিন প্রতিটি ক্লাস ২ঘন্টা করে অনুষ্ঠিত হবে। এছাড়াও গ্রুপ ভিত্তিক অনলাইন সাপোর্ট থাকবে।",
        image: "/icons/timetable.png",
      },
      {
        title: "Industrial Attachment সার্টিফিকেট অর্জন",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে Industrial Attachment সার্টিফিকেট অর্জনের সুযোগ, যা কর্মক্ষেত্রে অধিক গ্রহনযোগ্য।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "এডভান্সড কোর্স মডিউল",
        description:
          "প্রতিটি কোর্সের সিলেবাস বেসিক টু এডভান্সড লেভেল পর্যন্ত সাজানো হয়েছে আন্তর্জাতিক ক্যারিকুলাম অনুযায়ী।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ট্রেইনার",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন হাতে-কলমে।",
        image: "/icons/industry-expert.png",
      },
      {
        title: "আনলিমিটেড সাপোর্ট এন্ড প্র্যাক্টিস",
        description:
          "কোর্স শেষেও ইনস্ট্রাক্টর থেকে পাবেন সর্বোচ্চ সাপোর্ট ও আনলিমিটেড প্র্যাক্টিস সুবিধা।",
        image: "/icons/unlimited-support.png",
      },
    ],
  },
  {
    id: 17,
    name: "আর্কিটেকচার টেকনোলজি",
    title:
      "এ কোর্সে মূলত, Computer Science, Civil, Architecture ও Electrical ইঞ্জিনিয়ারদের একাডেমিক ক্যারিকুলাম অনুযায়ী ট্রেনিং করানো হবে। ",
    description1:
      "শিক্ষা জীবনে যারা Diploma Engineering বা B.sc Engineering এ পড়েন, তাদের ৯০% ই চাকুরী ক্ষেত্রে বিভিন্ন Technical ইন্ডাস্ট্রিতে কাজ করেন, আর এই সব প্রতিষ্ঠানে কাজ করার পূর্বে তাদেরকে প্রাকটিক্যাল নলেজ অর্জনের জন্য কোনো না কোনো প্রতিষ্ঠানে একাডেমিক ক্যারিকুলাম অনুযায়ী Internship করতে হয়। আর Internship এর এই Course টাকে বলা হয় Industrial Attachment বা Industrial Training. এ কোর্সে মূলত, Computer Science, Civil, Architecture ও Electrical ইঞ্জিনিয়ারদের একাডেমিক ক্যারিকুলাম অনুযায়ী ট্রেনিং করানো হবে। ",
    description2:
      "শিক্ষা জীবনে যারা Diploma Engineering বা B.sc Engineering এ পড়েন, তাদের ৯০% ই চাকুরী ক্ষেত্রে বিভিন্ন Technical ইন্ডাস্ট্রিতে কাজ করেন, আর এই সব প্রতিষ্ঠানে কাজ করার পূর্বে তাদেরকে প্রাকটিক্যাল নলেজ অর্জনের জন্য কোনো না কোনো প্রতিষ্ঠানে একাডেমিক ক্যারিকুলাম অনুযায়ী Internship করতে হয়। আর Internship এর এই Course টাকে বলা হয় Industrial Attachment বা Industrial Training. এ কোর্সে মূলত, Computer Science, Civil, Architecture ও Electrical ইঞ্জিনিয়ারদের একাডেমিক ক্যারিকুলাম অনুযায়ী ট্রেনিং করানো হবে। ",
    category: "industrial",
    image: "/courses/diploma-industrial.jpg",
    fee: 0,
    discount: null,
    metorIds: [],
    services: [
      {
        title: "কোর্সের সময়কাল ৩-৪ মাস",
        description:
          "এছাড়াও এক জন স্টুডেন্ট কোর্সের সিলেবাস কমপ্লিট হওয়া পর‌্যন্ত কাজ/প্রাক্টিসের সুযোগ পাবে।",
        image: "/icons/schedule.png",
      },
      {
        title: "সপ্তাহে ৩ দিন ক্লাস",
        description:
          "সপ্তাহে ৩দিন প্রতিটি ক্লাস ২ঘন্টা করে অনুষ্ঠিত হবে। এছাড়াও গ্রুপ ভিত্তিক অনলাইন সাপোর্ট থাকবে।",
        image: "/icons/timetable.png",
      },
      {
        title: "Industrial Attachment সার্টিফিকেট অর্জন",
        description:
          "সফলভাবে কোর্স সম্পন্ন করে Industrial Attachment সার্টিফিকেট অর্জনের সুযোগ, যা কর্মক্ষেত্রে অধিক গ্রহনযোগ্য।",
        image: "/icons/bteb-certificate.png",
      },
      {
        title: "এডভান্সড কোর্স মডিউল",
        description:
          "প্রতিটি কোর্সের সিলেবাস বেসিক টু এডভান্সড লেভেল পর্যন্ত সাজানো হয়েছে আন্তর্জাতিক ক্যারিকুলাম অনুযায়ী।",
        image: "/icons/advance-course-module.png",
      },
      {
        title: "ইন্ড্রাষ্ট্রি এক্সপার্ট ট্রেইনার",
        description:
          "স্কিল ডেভেলপ করুন ইন্ডাস্ট্রির সেরা এক্সপার্টদের সাথে, প্রশ্ন করুন আর শিখে নিন হাতে-কলমে।",
        image: "/icons/industry-expert.png",
      },
      {
        title: "আনলিমিটেড সাপোর্ট এন্ড প্র্যাক্টিস",
        description:
          "কোর্স শেষেও ইনস্ট্রাক্টর থেকে পাবেন সর্বোচ্চ সাপোর্ট ও আনলিমিটেড প্র্যাক্টিস সুবিধা।",
        image: "/icons/unlimited-support.png",
      },
    ],
  },
];

export default courseList;
